{
	"PatientName": "Alice Smith",
	"PatientId": "119598",
	"Gender": "Female",
	"Age": 28,
	"VisitDate": "2024-08-24 10:49:11.580",
	"Doctor": "Dr. Lee",
	"VisitDetails": {
		"Diagnosis": [
			{
				"Type": "Principal",
				"Code": "R79.82",
				"Description": "Elevated C-reactive protein (CRP)"
			},
			{
				"Type": "Secondary",
				"Code": "L02.612",
				"Description": "Cutaneous abscess of left foot"
			}
		],
		"Complaints": "PAIN OVER LEFT FOOT FOR 1 WEEK. SHE HAS BEEN HAVING PAIN FOR 2 YEARS AND HAS DONE INJECTIONS(STEROID) TWICE.  HISTORY OF INTENSE SHARP HEEL PAIN WITH THE FIRST COUPLE OF STEPS IN THE MORNING OR AFTER OTHER LONG PERIODS WITHOUT WEIGHT-BEARING AND SUBSIDES LATER ON. PAIN WAS INITIALLY AT A SINGLE POINT BUT HAS NOW A RADIATING NATURE TO IT. NO ASSOCIATED PARESTHESIAS, NOCTURNAL PAIN, OR SYSTEMIC SYMPTOMS. SYMPTOMS TYPICALLY ARE RELIEVED BY UNLOADING THE AFFECTED FOOT. PAIN IS AGGREVATED BY WALKING BAREFOOT ON HARD SURFACES AND BY WALKING UP STAIRS. OCCASIONALLY SIMILAR SYMPTOMS DO OCCUR OVER RIGHT FOOT. NO H/O TRAUMA",
		"Observations/Physical Examination": "NO LIMPING NOTED. NO OBVIOUS SWELLINGS NOTED. NO LOCAL RISE OF TEMPERATURE. TENDERNESS PRESENT OVER PLANTAR-MEDIAL CALCANEAL TUBERCLE AT THE SITE OF PLANTAR FASCIAL INSERTION AND ALSO OVER THE MIDSUBSTANCE OF THE PLANTAR ARCH. NO DEFORMITIES, SKIN CHANGES NOTED, NORMAL FOOT ARCH, NO LEG-LENGTH DISCREPANCY, EXCESSIVE LATERAL TIBIAL TORSION, AND EXCESSIVE FEMORAL ANTEVERSION. ACHILLES TENDON NORMAL. PATIENT IS ABLE TO STAND ON THE TIPTOES AND TOE-WALK BUT PAINFUL. NO NEUROVASCULAR DEFICITS NOTED. WINDLASS TEST POSITIVE FOR BOTH FEET. NO STIFNESS OF FEET NOTED.",
		"Allergies": [
			{
				"Type": "NO Allergy",
				"Severity": null,
				"AdverseReaction": null
			}
		],
		"Procedure": [
			{
				"Code": "A6451",
				"Description": "CREPE BANDAGE Moderate compression bandage, elastic"
			}
		],
		"Radiology": [
			{
				"Code": "73630",
				"Description": "X-RAY EXAM OF FOOT"
			}
		],
		"Investigations": [
			{
				"Code": "86060",
				"Description": "ANTISTREPTOLYSIN O TITER"
			},
			{
				"Code": "82947",
				"Description": "Blood Sugar - Fasting (FBS)"
			}
		],
		"Medication": [
			{
				"Name": "GASORAB 20MG"
			}
		],
		"PreCheck": [
			{
				"Height": "156",
				"Weight": "63",
				"Temp": "37",
				"Pluse": "78",
				"O2 SAT": "96",
				"Pain Scale": "3",
				"DateTime": "2024-08-24 10:49:11.580"
			},
			{
				"Height": "156",
				"Weight": "63",
				"Temp": "37",
				"Pluse": "78",
				"O2 SAT": "99",
				"Pain Scale": "3",
				"DateTime": "2024-08-24 10:49:11.580"
			}
		],
		"DetalProcedure": [],
		"FamilyHistory": "Patient's mother has a history of chronic migraines and hypertension. Father has Type 2 Diabetes and underwent bypass surgery at the age of 60. Paternal grandfather had a history of colon cancer. No known genetic disorders in siblings.",
		"SocialHistory": "Patient works as a software developer, often spending 10–12 hours in front of a computer. Rarely exercises due to work commitments. Occasionally consumes alcohol during social gatherings (once or twice a month). Non-smoker. Lives alone in an urban apartment. Reports moderate stress due to work deadlines."
	}
}